<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%
//클라이언트 요청시 전달 되는 값을 받는다

//처리 (CRUD)한다
//처리결과를 가지고 응답데이타(json Object)를 만든다
%>
[
{
	"name" : "홍길동",
	"tel" : "010-1234-5678",
	"addr" : "대전 중구 대흥동",
	"zip" : "03212"
},
{
	"name" : "이순신",
	"tel" : "010-5678-9101",
	"addr" : "대전 중구 유천동",
	"zip" : "01234"
},
{
	"name" : "김말이",
	"tel" : "010-5555-5555",
	"addr" : "대전 서구 갈마동",
	"zip" : "03444"
},
{
	"name" : "밥말이",
	"tel" : "010-1211-1222",
	"addr" : "대전 중구 문화동",
	"zip" : "34543"
},
{
	"name" : "떡볶이",
	"tel" : "010-6666-8888",
	"addr" : "대전 유성구 유성",
	"zip" : "67658"
}
]